Добрый день, $Name.
Ваша компания была добавлена в качестве дилера на сайте motorfist.ru.
Ваш текущий статус дилера: $Diler_status.
Для входа в личный кабинет используйте ссылку  Вход для дилеров в нижней части страниц сайта www.motorfist.ru.
Параметры входа администратора:
Логин: $Diler_email
Пароль: $generated_password
Параметры входа менеджера:
Логин: $manager_email
Пароль: $generated_password
Вы можете изменить пароль в своем личном кабинете.  
В личном кабинете вы можете:
•	Формировать онлайн заказы на продукцию Motorfist
•	Просматривать историю всех своих заказов и их текущих статусов
•	Добавлять точки продаж
•	Скачивать рабочие файлы и материалы
•	Отлеживать текущее состояние статуса, скидок и бонусов 